---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentSaveToLocalProgressChangedEventArgs
source: html/56b198d7-ba3e-386a-4bee-4de84cad9dfb.htm
---
# DocumentSaveToLocalProgressChangedEventArgs Properties

True if the "save to local" operation is occurring before "save to central"; false if after.